{
  "product_name": "Крем-ліпід для рук та тіла з екстрактами зернових.",
  "price": 360,
  "formatted_price": "360,00₴",
  "is_in_stock": true,
  "status": "In stock",
  "description": "Крем-ліпід для рук та тіла з екстрактами зернових. Живильний та лагідний . Крем з комплексом екстрактів «Українськи злаків» що лягідно доглядає, відновлює ліпідний барєр . Вбирається за лічені секунди, зволожує на цілий день. Наш крафтовий продукт, виготовлений з уважністю до людини та природи, відповідально і чесно. Крем має приємний оксамитовий дотик і пудровий ефект після нанесення та містить екстракт вівса та олію пшениці для заспокоєння шкіри. Вівсяний порошок, що входить до складу, забезпечує зволоження і загоєння, а бета-глюкан та авенантраміди (це поліфенол, потужний антиоксидант, присутній лише у зовнішньому шарі зерна вівса) мають протизапальні та антиоксидантні властивості. Білки, складні вуглеводи та ліпіди, які живлять і зволожують шкіру, забезпечуючивідновленнязахисногобар'єру тазволоження найсухіших ділянокшкіризабезпечуючи відчуття комфортудля всього тіла. Наш крафтовий продукт, виготовлений з уважністю до людини та природи, відповідально і чесно.",
  "images": [
    "https://static.wixstatic.com/media/15e500_09bcbf1a797b41d4b9b579de351f6c1d~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_8c025272a618400db69acea7a92f2bdf~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_f4033e60e3c14a1185f216cf0235dbf7~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_f5e1c883ccf44488b6916422de60e357~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg"
  ],
  "additional_info": [
    "Аромат: легкий аромат натуральних нерафінованих олій.",
    "Що всередині:: Олія зародків пшениці не рафінована, Колоїдний овес, Олія ши не рафінована (GOLD), Ламілярний емульгатор, СО2 екстракт вівса та ромашки,",
    "Як використовувати: Нанесіть на шкіру,саме на ту частинку що потребує догляду та відновлення,руки ,губи,кутикула ,лікті,пятки чи на все тіло одразу. Лагідно розподіли,не поспішай,відчувай і насолоджуйся кожним дотиком.",
    "Склад: INCI:Aqua,Triticum Vulgare Germ Oil* (Олія зародків пшениці),Cannabis Sativa Seed Oil* (Олія коноплі),Cetearyl Glucoside (and) Cetearyl Alcohol,Cetyl Alcohol,Glycerin* ,Butyrospermum Parkii Butter* (Масло ши),Caprylic/Capric Triglyceride,Betaine*,Trehalose,Avena Sativa Kernel Extract* (Екстракт вівеса),Panthenol*,Urea,Tocopherol*,Sorbitan Caprylate, Propanediol, Benzoic Acid ,Allantoin*Sodium Phytate. (*) *натуральні компоненти та компоненти натурального походження",
    "Зберігання: Продукт натурального походження,берегти від перепаду температур,не залишати під дією прямих сонячних променів чи морозу. Зберігати в сухому прохолодному місці.",
    "Філософія: Наша філософія - відповідально і чесно, з увагою до людини та планети."
  ],
  "vol_weight": [
    "50мл."
  ]
}{
  "product_name": "Захисна сироватка GLOW",
  "price": 450,
  "formatted_price": "450,00₴",
  "is_in_stock": true,
  "status": "In stock",
  "description": "Захисна сироватка glow Новий інноваційний екологічний продукт по догляду за волоссям. Високоінтенсивний догляд-покрашує структуру волосини глибоко з середини,живить та наповнює цінними рослинними компонентами. 100% рослинний склад,без силіконів Поєднання цінних олій та емолентів у “сухій” олійці для волосся дарує миттевий ефект сяяння та розгладження на поверхні волосини тапролонговану дію в кортексі. Сироватка для всіх типів волосся,особливо для схильного до ламкості, сухого та пористог. • Живить і запечатує зневоднені та пошкоджені кінчики • Захищає кінчики від негативного впливу зовнішніх факторів • Підходить для волосся будь якої будь-якої довжини та текстури • Миттєво надає блиску,та розплутує • Полірує кутикулу та зберігає контроль над завитками. • Волосся залишається м'яким і шовковистим. Результат: ущільнення кінчиків ,блискуче,гладке та відновденеволосся.",
  "images": [
    "https://static.wixstatic.com/media/626c22_4d8c793b09af4d899d3033c6dc91f78d~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/626c22_a0676c129ee14d4e9faf3d045d7714aa~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/626c22_c62889a12eb54804bc7a4dea934811a9f002.jpg/v1/fit/w_500,h_500,q_90/file.jpg"
  ],
  "additional_info": [
    "Аромат: ",
    "Що в середині: Олія насіння броколлі унікальна своєю характеристиками ,вона нітрохи не поступається силіконам по відчуттям принанесенні , але на відміну від них утворює надлегку дихаючу плівку з живильним довгостроковим ефектом.Має унікальний жирно-кислотний склад табагатавітамінами А, С, K, залізо, калій та кальційнадаєсильну поживну дію пасмам. Фітостероли гірчиці- має надзвичайнуздатності відновлювати структуру волосся, покращувати його яскравість і еластичність. Олія крамбл -має унікальні властивості для волосся: воно надає блиск, але при цьому абсолютно не обтяжуючи волосся і не залишаючи жирності,полегшує розчісівання і знижує пошкодження і ламкость. Олія зародків пшениці - маєвелику проникаючу здатність,високий вміст фосфоліпідів та вітаміну Е що живлять волосся з середини Натуральный емолент (замінник силікону)із шовковистим ефектом, якому присвоєні органічні сертифікати COSMOS та Ecocert.",
    "Як використовувати: Розподіли невелику кількість 2-4 краплі продукту по довжині волосся приділяючи особливу увагу кінчикам . Наносити на вологе або сухе волосся. Для дуже пошкодженних пасм,нанось5-7крапель перед миттям на всю довжину (для захисту структури від надмірного набухання)",
    "Склад: INCI: Isoamyl Laurate*, Isoamyl Cocoate*,Triticum Vulgare*,Prunus Amygdalus Dulcis Oil,*Brassica oleracea italica Seed Oil,*Crambe Abyssinica Seed Oil*, Phytosterols*,tocopherol acetate*,Citrus aurantifolia oil*, Citrus paradisi peel oil*",
    "Зберігання: зберігати подалі від прямихсонячних променів,та перепадів температур."
  ],
  "vol_weight": [
    "30 мл."
  ]
}{
  "product_name": "SHINE твердий  бальзам кондиціонер",
  "price": 130,
  "formatted_price": "130,00₴",
  "is_in_stock": true,
  "status": "In stock",
  "description": "SHINE твердий кондиціонер, який полірує кутикулуволосся,дарує блиск і гладкість. Результат живе, еластичне та доглянуте волосся без обтяження. Чудово знімає статичний заряд та полегшує розчісування. Він містить цінні та корисні: оліїконоплі, зародків пшениці, кокосу, стероли гірчиці, пантенол та вітамін Е. Ніжно огортає кожну волосинку цінними ліпідами,закриває лусочки кутикули і твоє волосся стає міцнішим,легшим у догляді та захищеним від негативних факторів зовнішнього середовища. ANVI –дієвий високоінтенсивний доглядза волоссям, а не просто Zero Waste альтернатива. Завдяки новітнім досягненням в розробці екологічної косметики нам вдалося створити багатофункціональний продукт що замінює мінімум три звичайні продукти для волосся. Кондиціонер Маска Незмивний засіб для кінчиків Живе, еластичне та доглянуте волосся без обтяження. Чудово знімає статичний заряд та полегшує розчісування. Жодного зайвого чи не етичного компонента: Купуючи засоби догляду ANVIтипідтримуєшУкраїнське виробництво, етичне використання природних ресурсів,скорочення кількості відходів та піклуєшся про себе та планету.",
  "images": [
    "https://static.wixstatic.com/media/626c22_304a58304091435aa6b2b77e4d30c4a2~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_5d11981e79a24f06bf09be71156105dd~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_4419e6a284424659ab91d91b921b6b03f002.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_e13ecf6b271b4459953f3780773ba4bd~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/626c22_ce33690d421a4623b6fe8a7c3fd2cb7c~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/626c22_2ab2eef7a5024c0ca4b3641f12bb61e5~mv2.png/v1/fit/w_500,h_500,q_90/file.png"
  ],
  "additional_info": [
    "Аромат: освіжаючий аромат свіжості та прохолоди ,що подумки переносить в на лісову галявину ,з ароматом різнотрав'я,дикої мяти та хвої. (ефірна олія кедру,мяти,ялівцю)",
    "Основні компоненти: оліїконоплі,шипшини,кокосу, пантенол та вітамін Е, фітостероли гірчиці, ефірні олії, екологічний емульгатор рослинного походження.",
    "Спосіб використання: активуй брусочок під струменем теплої води,(ти відчуєш як утворюється ніжна емульсія)проведи декілька разів по волоссю,розподіли засіб відступаючи 10 см.від коренів. як кондиціонер;3-5 хвилин як маска ; 15-20 хвилин як засіб для кінчиків;нанеси емульсію на кінчики не змивай",
    "Для кого: для будь якого типк валоссящо потребує захисту та догляду",
    "Що робить: доглядає за кутикулою, закриває лусочки надає блиску та живить по всій довжині, запобігає ламкості полірує кутикулу,",
    "Не скільки вистачає: просто зберігай його в сухому місці і він прослужить тобі дуже довго! Наш твердий кондиціонер замінить від 3 пляшок звичайного засобу.",
    "Чого немає: силіконів та барвників,мінеральних олив,віддушок,штучних ароматизаторів,пластикового пакування,водита інщих непотрібних тобі та природі компонентів. Жодного зайвого чи не етичного компонента",
    "Повний склад: Behentrimonium Methosulfate - Бехентримоній метосульфат (з олії ріпака) Cetearyl Alcohol - Сетеариловий спирт (природний емульгатор і кондиціонер) Lecithin - Лецитин рослинного походження Cannabis Sativa Seed Oil - Олія насіння коноплі Cocos Nucifera Oil - Олія кокосу Butyrospermum Parkii Butter - Масло ши Triticum Vulgare Germ Oil - Олія зародків пшениці Crambe Abyssinica Seed Oil - Олія насіння гірчиці абісинської Phytosterols - Фітостероли Oleyl Alcohol - Олеїловий спирт Panthenol - Пантенол Tocopheryl Acetate - Ацетат токоферолу (вітамін Е) Oleum Menthae Piperitae - Ефірна олія м'яти перцевої Citrus Aurantifolia Oil - Ефірна олія лайма Cedrus Atlantica Wood Oil - Ефірна олія дерева кедру"
  ],
  "vol_weight": [
    "20г.",
    "50г"
  ]
}{
  "product_name": "SILK  твердий бальзам кондиціонер",
  "price": 130,
  "formatted_price": "130,00₴",
  "is_in_stock": true,
  "status": "In stock",
  "description": "SILK- твердий кондиціонер, який ідеально розплутує волосся, та надастьблиск і гладкість. Він містить багато кориснихдля волосся олій авокадо,брокколіта какао, амінокислоти пшениці,пантенол та вітамін Е. Ніжно огортає кожну волосинку цінними ліпідами,закриває лусочки кутикули і твоє волосся стає міцнішим,легшим у догляді та захищеним від негативних факторів зовнішнього середовища. Без краплі силіконів та барвників,віддущок,та інщих непотрібних тобі та природі компонентів. Твердий кондиціонер ANVI –дієвий високоінтенсивний доглядза волоссям, а не просто Zero Waste альтернатива. Завдяки новітнім досягненням в розробці екологічної косметики нам вдалося створити багатофункціональний продукт що замінює мінімум три звичайні продукти для волосся. Кондиціонер Маска Незмивний засіб для кінчиків Живе, еластичне та доглянуте волосся без обтяження. Чудово знімає статичний заряд та полегшує розчісування. Жодного зайвого чи не етичного компонента: Купуючи засоби догляду ANVIтипідтримуєшУкраїнське виробництво, етичне використання природних ресурсів,скорочення кількості відходів та піклуєшся про себе та планету.",
  "images": [
    "https://static.wixstatic.com/media/626c22_489161c6883d49989db2b99923af0c2c~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_e9c7b0cd954c49e0b2475c49490bfb68~mv2.jpeg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_ad7efbe754ec485787a69ef18dc3c84d~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_547e86b810c34850a6cb990d8883ee48f003.jpg/v1/fit/w_500,h_500,q_90/file.jpg"
  ],
  "additional_info": [
    "Аромат: яскравий та енергійний аромат цитрусових,що подумки переносить в літній сад у Сицилії (ефірна олія лимон,нейролі)",
    "Основні компоненти: олія броколлі , олія авокадо, какао, пантенол та вітамін Е, амінокислоти пшениці, ефірні олії, екологічний емульгатор рослинного походження.",
    "Спосіб використання: активуй брусочок під струменем теплої води,(ти відчуєш як утворюється ніжна емульсія)проведи декілька разів по волоссю,розподіли засіб відступаючи 10 см.від коренів. як кондиціонер;3-5 хвилин як маска ; 15-20 хвилин як засіб для кінчиків;нанеси емульсію на кінчики не змивай",
    "Для кого: для сухого ,пористогота кучерявоговолосся",
    "Що робить: легке розчісування блиск та гладкість, розплутує та полегшує укладання, запобігає ламкості волосся, розгладжує та попереджає розпушування.",
    "На скільки вистачає: просто зберігай його в сухому місці і він прослужить тобі дуже довго! Наш твердий кондиціонер замінить від 3 пляшок звичайного засобу.",
    "Чого не має: без краплі силіконів та барвників,мінеральних олив,віддушок,штучних ароматизаторів,пластикового пакування,водита інщих непотрібних тобі та природі компонентів. Жодного зайвого чи не етичного компонента:",
    "Повний склад: Behentrimonium Methosulfate - Бехентримоній метосульфат (з олії ріпака) Cetearyl Alcohol - Сетеариловий спирт (природний емульгатор і кондиціонер) Lecithin - Лецитин рослинного походження Theobroma Cacao Seed Butter - Масло какао не рафіноване Cocos Nucifera Oil - Олія кокосу (олія першого холодного віджиму) Butyrospermum Parkii Butter - Масло ши Persea Gratissima Seed Oil - Олія насіння авокадо Brassica Oleracea Italica Seed Oil - Олія з насіння брокколі Ricinus Communis Seed Oil - Олія рицинова Hydrolyzed Wheat Protein - Гідролізований протеїн пшениціPanthenol - Пантенол Tocopherol Acetate - Ацетат токоферолу (вітамін Е) Citrus Limonum Peel Oil-Ефірна олія лимона Citrus Aurantium Amara Flower Oil-Ефірна олія неролі"
  ],
  "vol_weight": [
    "20г.",
    "50г"
  ]
}{
  "product_name": "Фізіологічний дезодорант PURE",
  "price": 385,
  "formatted_price": "385,00₴",
  "is_in_stock": true,
  "status": "In stock",
  "description": "Фізіологічний дезодорат PURE Особливо ніжна формула розробленаспеціально без використання ефірних олій та гідрокарбонат натрію. Ідеально підійде для: -Вагітних і годуючих мам. -Підлітків -Тендітноі шкіри,шкіри схильноі до алергічних реакцій Особлива формула дезодоранту ANVI PUREпоєднує ніжне піклування органічного олії кокоса першого холодного віджиму з дієвим антибактеріальним захистом природніх мінералів. Натуральний дезодорант, має природну антибактеріальну дію. Принцит його діі в запобіганні розмноженнюмікроорганізмів які спричиняютьнеприємний запах. не блокує потовіпротоки не порушує роботу потових залоз не перешкоджає фізіологічному процесу терморегуляції Переваги фізіологічних дезодорантів ANVI Суміш рослинних компонентів забезпечує відчуття сухості та впевненості протягом усього дня . Веганський , без жорстокості та без солі алюмінію Зволожуюча формула миттєво вбирається. На 100% не містить пластику та підлягає переробці. Стопи, лоб, груди - використовуйте всюди, де вам потрібен ефективний захист протягом усього дня Одного тюбика вистачає до 6 місяців.",
  "images": [
    "https://static.wixstatic.com/media/626c22_5a5df9591a1d4cd6a2f36315c38fd41f~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_0ed6f36cd0e348b0bfb31549dc0a283e~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_58f0e28a2285431ea982415c2540c1ce~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_3f958f392d15473dbad4074ce9eea69e~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_b9c1e7c2fe9f4492b5879c99ff1789d9~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_c8222c0afebe4b80915f1c764cd43669f002.jpg/v1/fit/w_500,h_500,q_90/file.jpg"
  ],
  "additional_info": [
    "Аромат: Без аромату. Фізіологічний дезодорант PURE лише легкий ,майже невагомий аромат органічного масла кокосу.",
    "Ключові компоненти: Кокосова олія першого холодного віджиму багата лауриноваою кислотою має яскраво виражені антисептичні, антимікробні та бактерицидні властивості. Гідроксид магнію-природній мінерал абсорбує вологу, запобігає появі запаху і грибковій інфекції. Олія ШИ : зволожує, має протизапальну дію, загоює, заспокоює. Оксид цинку - мінерал ,заспокоює запалену шкіру,має антибактеріальні властивості. Крохмал поглинає вологу. Гідрооксид макнію,мінерал що пригнічує розвиток бактерій які провокують неприємний запах.",
    "Спосіб використання: Натисни на клапан у дні туби, виштовхни 2-3 мм .продукту і нанеси на чисту суху шкіру .Для найкращого результату радимо тобі наносити зовсім невелику кількість дезодоранту і за потреби, ніжно,кінчиками пальців допоможи засобу ще краще розподілитися.",
    "Склад: Caprylic/Capric Triglyceride - Емолент каприлово-капричний тригліцерид (фракційна олія кокосу) Cocos Nucifera Oil - Олія кокосу (олія першого холодного віджиму) Magnesium Oxide - Оксид магнію Oryza Sativa Bran Wax - Віск рисових висівок Chamomilla Recutita Flower Extract - Екстракт квітки ромашки лікарської Avena Sativa Kernel Extract - Екстракт вівса Zea Mays Starch - Кукурудзяний крохмаль Beta-Cyclodextrin - Бета-циклодекстрин Cetearyl Alcohol - Цетеариловий спирт Triethyl Citrate - Тріетилцитрат (солі лимонної кислоти) Zinc Oxide - Оксид цинку Tocopheryl Acetate - Вітамін Е",
    "Зберігання: Продукт натурального походження,берегти від перепаду температур,не залишати під дією прямих сонячних променів чи морозу. Зберігати в сухому прохолодному місці."
  ],
  "vol_weight": [
    "50г"
  ]
}{
  "product_name": "Фізіологічний дезодорант SUN",
  "price": 385,
  "formatted_price": "385,00₴",
  "is_in_stock": true,
  "status": "In stock",
  "description": "Фізіологічний дезодорат SUN Формула середньоїінтенсивності,ідеально підійде для помірного потовиділення,одночасно мяка та дієва дія дезодоранту забезпечить комфотр та захист. SUN фізіологічний дезодорант Натуральний дезодорант, має природну антибактеріальну дію. Принцит його діі в запобіганні розмноженнюмікроорганізмів які спричиняютьнеприємний запах. не блокує потовіпротоки не порушує роботу потових залоз не перешкоджає фізіологічному процесу терморегуляції Переваги фізіологічних дезодорантів ANVI Суміш рослинно - мінералтьнихкомпонентів забезпечує відчуття сухості та впевненості протягом усього дня . Веганський , без жорстокості та без солі алюмінію Зволожуюча формула миттєво вбирається. На 100% не містить пластику та компостується. Стопи, лоб, груди - використовуйте всюди, де вам потрібен ефективний захист протягом усього дня. Однієї тубивистачає до 6 місяців.",
  "images": [
    "https://static.wixstatic.com/media/626c22_6ec1b2baf2b6438e958adfd1b325be4e~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_e000fc8f993348b4ba61e7264ce98b68~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_154da61dc6c646a8b0c3c8b60f0b76df~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_47ee6f972e044c35af43307c0bd88a48~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_b9c1e7c2fe9f4492b5879c99ff1789d9~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_c8222c0afebe4b80915f1c764cd43669f002.jpg/v1/fit/w_500,h_500,q_90/file.jpg"
  ],
  "additional_info": [
    "Аромат: легкий аромат чистої та органічної суміші ефірних олій грейпфрута, солодкого апельсина, нейролі та лимона, що створює цитрусовий, свіжий та літній аромат. Ми не використовуємо синтетичні ароматизатори в жодному з наших продуктів",
    "Ключові компонент: Суміш ефірних олій має атибактеріальну,заспокоюючу та ароматерапевтичну дію. Бікарбонат натрію запобігає розмноженню бактерій,що спричиняють неприємний запах. Гідроксид магнію-природній мінерал абсорбує вологу, запобігає появі запаху і грибковій інфекції. Кокосова олія першого холодного віджиму багата лауриноваою кислотою має яскраво виражені антисептичні, антимікробні та бактерицидні властивості. Олія ШИ : зволожує, має протизапальну дію, загоює, заспокоює. Оксид цинку - мінерал ,заспокоює запалену шкіру,має антибактеріальні властивості. Крохмал поглинає вологу.",
    "Спосіб використання: Натисни на клапан у дні туби, виштовхни 2-3 мм .продукту і нанеси на чисту суху шкіру .Для найкращого результату радимо тобі наносити зовсім невелику кількість дезодоранту і за потреби, ніжно,кінчиками пальців допоможи засобу ще краще розподілитися.",
    "Склад: Caprylic/Capric Triglyceride - Емолент каприлово-капричний тригліцерид (фракційна олія кокосу). Cocos Nucifera Oil - Олія кокосу(першого холодного віджиму) Sodium Bicarbonate - Гідрокарбонат натрію (сода) Magnesium Oxide - Оксид магнію Oryza Sativa Bran Wax - Віск рисових висівок Chamomilla Recutita Flower Extract - Екстракт квітки ромашки лікарської Calendula Officinalis Flower Extract - Екстракт квітки календули Zea Mays Starch - Кукурудзяний крохмаль Zeolite - Мінерал цеоліт Hippophae Rhamnoides Oil - Олія обліпихи Beta-Cyclodextrin - Бета-циклодекстрин Cetearyl Alcohol - Цетеариловий спирт Triethyl Citrate - Тріетилцитрат(солі лимонної кислоти) Zinc Oxide - Оксид цинку Citrus Aurantium Amara Flower Oil - Ефірна олія квітки гіркого апельсина (неролі) Citrus Limonum Peel Oil - Ефірна олія шкірки лимону Citrus Aurantium Oil - Ефірна олія апельсина Tocopheryl Acetate - Ацетат токоферолу (вітамін Е)",
    "Зберігання: Продукт натурального походження,берегти від перепаду температур,не залишати під дією прямих сонячних променів чи морозу. Зберігати в сухому прохолодному місці."
  ],
  "vol_weight": [
    "50г"
  ]
}{
  "product_name": "Фізіологічний дезодорант FOREST",
  "price": 385,
  "formatted_price": "385,00₴",
  "is_in_stock": true,
  "status": "In stock",
  "description": "Фізіологічний дезодорант rorest Натуральний дезодорант, має природну антибактеріальні властивості. Принцит його діі в запобіганні розмноженню мікроорганізмів які спричиняють неприємний запах. не блокує потові протоки не порушує роботу потових залоз не перешкоджає фізіологічному процесу терморегуляції Переваги фізіологічних дезодорантів ANVI Збагачена суміш першокласних, ароматних рослинних компонентів забезпечує відчуття сухості та впевненості протягом усього дня . Веганський , без жорстокості Без солей алюмінію Зволожуюча формула що миттєво вбирається. На 100% не містить пластику та придатний до компостування. Стопи, лоб, груди - використовуйте всюди, де вам потрібен ефективний захист протягом усього дня Одного тюбика вистачає до 6 місяців.",
  "images": [
    "https://static.wixstatic.com/media/15e500_a9081b244820411088f896189c608271~mv2.jpeg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_c8222c0afebe4b80915f1c764cd43669f002.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_f3880de960964739af9319e1e664d503~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_2ce4117db7af48819c018aa28137afd9~mv2.png/v1/fit/w_500,h_500,q_90/file.png"
  ],
  "additional_info": [
    "Аромат: Запах лісу після дощу. Легкий аромат чистої та органічної суміші ефірних олій кедру в поєднанні з відгомінком мяти та лаванди.",
    "Ключові компоненти: Формула з підвишенний вмістом Гідроксид магнію(природній мінерал абсорбує вологу, запобігає появі запаху і грибковій інфекції). Бікарбонат натрію (запобігає розмноженню бактерій,що спричиняють неприємний запах). Суміш ефірних олій має атибактеріальну,заспокоюючу та ароматерапевтичну дію. Олія ШИ : зволожує, має протизапальну дію, загоює, заспокоює. Оксид цинку - мінерал ,заспокоює запалену шкіру,має антибактеріальні властивості. Крохмал поглинає вологу. Вітамін Е загоює та доглядає .",
    "Спосіб використання: Натисни на клапан у дні туби, виштовхни 2-3 мм .продукту і нанеси на чисту суху шкіру .Для найкращого результату радимо тобі наносити зовсім невелику кількість дезодоранту і за потреби, ніжно,кінчиками пальців допоможи засобу ще краще розподілитися.",
    "Склад: Caprylic/Capric Triglyceride - Емолент каприлово-капричний тригліцерид (фракційна олія кокосу). Cocos Nucifera Oil - Олія кокосу першого холодного віджиму) Sodium Bicarbonate - Гідрокарбонат натрію (сода) Magnesium Oxide - Оксид магнію Oryza Sativa Bran Wax - Віск рисових висівок Chamomilla Recutita Flower Extract - Екстракт квітки ромашки лікарської Artemisia Absinthium Extract - Екстракт полину гіркого Achillea Millefolium Extract - Екстракт деревію Zea Mays Starch - Кукурудзяний крохмаль Zeolite - Мінерал цеоліт Helianthus Annuus Seed Oil - Олія соняшнику Beta-Cyclodextrin - Бета-циклодекстрин Cetearyl Alcohol - Цетеариловий спирт Triethyl Citrate - Тріетилцитрат(солі лимонної кислоти) Zinc Oxide - Оксид цинку Menthol - Ментол Mentha Piperita Leaf Oil - Ефірна олія листя мʼяти Cedrus Atlantica Wood Oil - Ефірна олія дерева кедру Lavandula Angustifolia Oil - Ефірна олія лаванди Tocopheryl Acetate - Ацетат токоферолу (вітамін E)",
    "Зберігання: Продукт натурального походження,берегти від перепаду температур,не залишати під дією прямих сонячних променів чи морозу. Зберігати в сухому прохолодному місці."
  ],
  "vol_weight": [
    "50г"
  ]
}{
  "product_name": "Бальзам CITRUS для губ і не тільки",
  "price": 230,
  "formatted_price": "230,00₴",
  "is_in_stock": true,
  "status": "In stock",
  "description": "Багатофункціональний бальзам -CITRUS з ефірною олією Сицилійського апельсина дарує життєрадісний цитрусовийаромат аолія шипшини , має потужний регенеруючий ефект. Використовуй його для губ і не тільки, кутикула, щічки,лікті-всюди де потрібний захист та живлення! Чудово захищає від морозу ,вітру, надмірної сухості повітря інших шкідливих факторів. Екологічне пакування з вторинно переробленого паперу придатне до компостування - наш спільний вклад в майбутнє планети! 100% рослинний склад 100% ручна робота 100% екологічне пакування 0 % пластику 0 % консервантів 0 % продуктів нафтопереробки",
  "images": [
    "https://static.wixstatic.com/media/15e500_82e75b444b654f9087794cc44ec42073~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_ae3e9849fff741d8aac921400cf03c39~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_79f2123feaa34492b67538e43e300cdf~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_7190fbac8e0d4c4fab6f4e516f008967~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg"
  ],
  "additional_info": [
    "Аромат: Життєрадісний ароматцит цусових, наповнює енергією та позитивом!",
    "Ключові компоненти: Нерафіновані олії шипшини та какао Рисовий віск Вітамін E Ефірна олія сіцелійського апельсину та нейролі",
    "Спосіб використання: Натисни на дні туби, виштовхни трішки бальзаму і нанеси на зону,що потребує догляду,насолоджуйся результатом!",
    "Склад: Theobroma Cacao Seed Butter - Масло какао нерафіноване Nucifera Oil -Олія кокосу(першого холодного віджиму) Ricinus Communis Seed Oil - Олія рицинова Oryza Sativa Bran Wax - Рисовий віск Rosa Canina Fruit Oil- Олія шипшини Cocos Nucifera Fruit Extract - Віск кокосу Citrus Aurantium Dulcis Peel Oil - Ефірна олія апельсина сицилійського Citrus Aurantium Amara Flower Oil -Ефірна олія неролі Tocopherol - Вітамін Е",
    "Зберігання: Берегти від впливу високих температур та підвишенної вологості"
  ],
  "vol_weight": null
}{
  "product_name": "Бальзам  MINT  для губ і не тільки",
  "price": 230,
  "formatted_price": "230,00₴",
  "is_in_stock": true,
  "status": "In stock",
  "description": "MINT багатофункціональний бальзам з ефірною олією м'яти та ментолом, дарує приємний холодок та збільшує яскравість твоїх вуст шляхом покрашення циркуляції крові! Бальзам має надзвичайно приємний ,свіжий аромат м'ятного льодяника! Використовуй його для губ і не тільки, кутикула, щічки,лікті-всюди де потрібний захист та живлення! Чудово захищає від морозу ,вітру, надмірної сухості повітря інших шкідливих факторів. Екологічне пакування з вторинно переробленого паперу придатне до компостування - наш спільний вклад в майбутнєпланети! 100% рослинний склад 100% ручна робота 100% екологічне пакування 0 % пластику 0 % консервантів 0 % продуктів нафтопереробки",
  "images": [
    "https://static.wixstatic.com/media/15e500_b1932764b84b42f38a641af4fdadf28c~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_f44edc87bc53475989a3897c74a00abf~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_80361178af564f2192d62ef0f138b96b~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_5dbb9c66274d4d2f99b6407e4042463b~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg"
  ],
  "additional_info": [
    "Аромат: Аромат м'ятного льодяника",
    "Ключові компоненти: Нерафіновані олії какао та ШИ Рисовий віск Вітамін E Ефірна олія м'яти Ментол",
    "Спосіб використання: Натисни на дні туби, виштовхни трішки бальзаму і нанеси на зону,що потребує догляду,насолоджуйся результатом!",
    "Склад: Тheobroma Cacao Seed Butter - Масло какао не рафіноване Cocos Nucifera Oil - Олія кокосу(першого холодного віджиму) Ricinus Communis Seed Oil - Олія рицинова Persea Gratissima Oil - Олія авокадо не рафінована Oryza Sativa Bran Wax - Рисовий віск Mentha Piperita Oil - Ефірна олія м'яти перичної Menthol - Ментол Tocopherol (вітамін Е).",
    "Зберігання: Берегти від впливу високих температур та підвишенної вологості"
  ],
  "vol_weight": null
}{
  "product_name": "Бальзам  СОСО для губ і не тільки",
  "price": 230,
  "formatted_price": "230,00₴",
  "is_in_stock": true,
  "status": "In stock",
  "description": "СОСО багатофункціональний бальзам на основі extra virgin кокосової олії ,що надає бальзаму неперевершений аромат далеких островів як в рекламі відомого батончика. Використовуй його для губ і не тільки, кутикула, щічки,лікті-всюди де потрібний захист та живлення! Чудово захищає від морозу ,вітру, надмірної сухості повітря інших шкідливих факторів,живить, підтримує ліпідний барʼєр, усуває тріщинки. Екологічне пакування з вторинно переробленого паперу придатне до компостування - наш спільний вклад в майбутнє планети! 100% рослинний склад 100% ручна робота 100% екологічне пакування 0 % пластику 0 % консервантів 0 % продуктів нафтопереробки Бальзам живить і захищає вуста від вітру, морозу, сухого повітря та інших факторів. Твої губки під надійним захистом! Ідеальний для діток та для тих хто полюбляє мінімалізм в ароматах.",
  "images": [
    "https://static.wixstatic.com/media/15e500_d46a44c840d14c9191957b0baafc3277~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_1c0f4758656d43dfb348676c6e858060~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_c7011c31747647a493b8b179005ac40a~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg"
  ],
  "additional_info": [
    "Аромат: Сосо Без ефірних олій, лише тонкий присмак олія кокосу (першого холодного віджиму). Ідеальний для діток та для тих хто полюбляє мінімалізм в ароматах.",
    "Ключові компоненти: •Нерафінована олія кокосу та мигдалю •рисовий віск •вітамін E",
    "Спосіб використання: Натисни на дні туби, виштовхни трішки бальзаму і нанеси на зону,що потребує догляду,насолоджуйся результатом!",
    "Склад: Cocos Nucifera Oil-Олія кокосу(першого холодного віджиму) Prunus Amygdalus Dulcis Oil - Олія мигдалю Theobroma Cacao Seed Butter - Масло какао Oryza Sativa Bran Wax - Віск рисових висівок Tocopherol - Вітамін Е",
    "Зберігання: Берегти від впливу високих температур та підвишенної вологості"
  ],
  "vol_weight": null
}{
  "product_name": "фізіологічний шампунь VIRGIN для чутливої та схильної до сухості шкіри голови",
  "price": 120,
  "formatted_price": "120,00₴",
  "is_in_stock": true,
  "status": "In stock",
  "description": "Для створенняшампунюVirginми ретельно підібрали найкращі природні складові,що дбайливо очищають та допомагають в боротьбі з сухістю, заспокоютьчутливу шкіру голови надаючи волоссю м’якості та блиск. В основі твердих шампунів ANVI – м'які безсульфатні миючі речовини Sodium Cocoyl Isethionate,Sodium Methyl Oleoyl Taurate, отримані з рослинної сировини та повністю біорозкладні в природному середовищі. ANVI Virgin Для чутливої та схильної до сухості шкіри голови ,без запаху. Провітамін В5 відновлює ліпідну мантію Дівича олія кокосу глибоко живить та знімає подразнення Бетаін(рослинний полісахарид) -зволожує та кондиціонує Вітамін Е та протеїни пшениці -знижують трансепідермальну втрату вологи та зміцнює бар’єрну функцію. Переваги твердого шампуню: Має фізіологічний рівеньРН. Не пошкоджує ліпідний барєр,дружній до мікробіома Базується на безпечних, сертифікованих(EcoCert,COSMOS),миючих засобах. Концентрований та економний.Шматочок 100г замінює 3 пляшки рідкого шампуню. Відповідає принципам Zero Waste, не шкодить навколишньому середовищу.",
  "images": [
    "https://static.wixstatic.com/media/626c22_83f2928502bc4e39b643aa566c17e321~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_86c665def853467493e76b3403155e7f~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_6feac1eb64844eda807239998e13986e~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_63abb7a94d234af49f0b5af2ab222b40f003.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_e792bfdfa9554f9ba2c4225d2353a482f003.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_7d94ae2a25ee4f1c9a5e41e9418e1c32~mv2.png/v1/fit/w_500,h_500,q_90/file.png"
  ],
  "additional_info": [
    "Спосіб використання: Розчеши волосся перед миттям. Добре намочи волосся та шампень. Нанось піну на корені та шкіру голови. Ретельно масажуй 1 хв.змий та повтори. Ополосни волосся прохолодною водою.",
    "Аромат: Ледь відчутний аромат VIRGIN олії кокосу у складі. Без додавання ефірних олій.",
    "Склад: Склад: Склад Sodium Cocoyl Isethionate, Sodium Methyl Oleyl Taurate, Cocamidopropyl Betaine, Oat (Avena sativa) Powder, Glyceryl oleateLauryl/myristyl polyricinoleate, Cacao seed butter, Cocos nucifera virgin butter, Helianthus annuus seed oil, Cetearyl Alcohol, Glycerin, Sorbitol, Corn Starch, Hydrolyzed Wheat Protein, Tocopheryl Acetate,Gluconolactone, Panthenol, Allantoin, Benzyl Alcohol, Dehydroacetic Acid.",
    "Зберігання: Для того щоб шампунь прослужив тобі якомога довше,є кілька простих правил. -Завжди після користування шампунем ретельно просуши його. -Не залишай шампунь на бортику ванны чи іншому мокрому місці.",
    "Кому підходить: Для чутливоі,схильноії до сухості ,шкіри голови. Для діток від 3 років."
  ],
  "vol_weight": [
    "20",
    "70",
    "100"
  ]
}{
  "product_name": "фізіологічний  шампунь WILD для нормальної та схильної до жирності шкіри голови",
  "price": 120,
  "formatted_price": "120,00₴",
  "is_in_stock": true,
  "status": "In stock",
  "description": "БЕЗ сульфатний шампунь WILDдля нормальної та схильної до жирності шкіри голови. Ми підібрали природні складові,що дбайливо очищають та допомагають в боротьбі з гіперактивність сальних залоз. Пудра кропивимає бактерицидну дію, бореться зі свербінням, зміцнює корені волосся Олія коноплі першого холодного віджиму- безцінний суперфуд для щкіри та волосся Зелена глина абсорбує надлишки себума Ментол покращує кровообіг,дарує відчуття прохолоди Цинк- мінарал що на клітинному рівні допомагає налагодити роботу сальних залоз Ефірна олія м’яти чинить протизапальну та дизинфікуючу діюз,німає відчуття втоми та роздратованість. Ефірна олія ялівцю має антибактеріальну дію та зміцнює фолікули. Протеїни пшениці -знижують трансепідермальну втрату вологи та зміцнює бар’єрну функцію. В основі шампунів ANVI– м'які безсульфатні миючі речовини Sodium Cocoyl Isethionate таCocamidopropyl Betaine, отримані з рослинної сировини та повністю біорозкладні в природному середовищі,зберігає здоровий захисний шар шкіри, на відміну від звичайного мила та сульфатних шампунів. Переваги твердого шампуню ANVI : Фізіологічний склад.Інгредієнти природного походження, що надзвичайно м’яко та дбайливо доглядають за шкірою та волоссям. Має фізіологічний рівень РН. Не пошкоджує ліпідний барєр,дружній до мікробіома. Концентрований та економний.Шматочок 100г замінює 3 пляшки рідкого шампуню. Екологічне пакування-Zero Waste, не шкодить навколишньому середовищу. Зручно брати в подорожі.Твердий шампунь не займає багато місця і не розливається у валізі. Не містить: -мила -води -сульфатів -SLS -силіконів -пластику",
  "images": [
    "https://static.wixstatic.com/media/15e500_c5002c3e106a415a874e2a93d60329bf~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_9369ded486fb4a9984379dda9e07449f~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_483ead599d7847cd9928b5358e04439ef002.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_c927f67bcb334114bcb102a5403fe8f5~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_409bff849fa54f46a8a7b54506040d96~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_6f54c0b95e37418f8524166ae42a81cb~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
    "https://static.wixstatic.com/media/15e500_4df22396cb204887bc1d3f1902f034c7~mv2.png/v1/fit/w_500,h_500,q_90/file.png"
  ],
  "additional_info": [
    "Спосіб використання: Розчеши волосся перед миттям. Добре намочи волосся та шампень. Нанось піну на корені та шкіру голови. Ретельно масажуй 1 хв.змий та повтори. Ополосни волосся прохолодною водою.",
    "Аромат: Аромат лісу після дощу-вологий ялівцевець,свіжа трава , чистота і відродження. Ефірна олія мяти та ялівцю. Свіжість ментолу.",
    "Склад: INCI(склад): *Sodium Cocoyl Isethionate,Sodium Methyl Oleyl Taurate,Stearic Acid *,Cocamidopropyl Betaine, *Sorbitol, Aqua, Sodium Lactate, *Butyrospermum Parkii (ши) Seed Butter*, Cannabis sativa L (коноплі) Seed Oil*, Kaolin, Panthenol, *Mentha Piperita (м'ята) Leaf Oil,*Urticae folia(кропива) Leaf ponder*,Juniperus Communis Fruit Oil(ялівець) Tocopheryl Acetate, Allantoin, *Urticae folia(кропива) Leaf,*Glyceryl Caprylate, Gluconolactone,Citric Acid, Lactic Acid, Benzyl Alcohol, Dehydroacetic Acid, *limonene, *linalool. *компоненти рослинного походження **природні складові ефірних олій",
    "Зберігання: Для того щоб шампунь прослужив тобі якомога довше,є кілька простих правил. -Завжди після користування шампунем ретельно просуши його. -Не залишай шампунь на бортику ванны чи іншому мокрому місці."
  ],
  "vol_weight": [
    "20",
    "70",
    "100"
  ]
}{
  "product_name": "фізіологічний шампунь PURE для нормальної шкіри голови",
  "price": 120,
  "formatted_price": "120,00₴",
  "is_in_stock": true,
  "status": "In stock",
  "description": "Для шампуню PURE ми підібрали найкращі природні складові,що дбайливо очищають, стимулює обмінні процеси, не пошкоджує ліпідну мантію, зволожують татонізують. Спіруліна -суперфуд та джерело вітамінів та мікроелементів Масло Какао -полірує та живить кутикулу волосся Рослинний кератин -відновлює волосяний стержень Ефірна олія лимону,нейролі та евкалипту покрашує настрій та надає волоссю супер блиск Екстракт окопника(аллантоїн) регенирує епідерміс,стабілізує роботу сальних залоз В основі шампунівANVI – м'які безсульфатні миючі речовини Sodium Cocoyl Isethionate таCocamidopropyl Betaine, отримані з рослинної сировини та повністю біорозкладні в природному середовищі. Шампунь має фізіологічний слабокислий рівень pH (5,5-6) і зберігає здоровий захисний шар шкіри, на відміну від звичайного мила та сульфатних шампунів. Переваги твердих шампунів ANVI: -Економна витрата, шматка вагою 80гр. врятує ві звалищя 2 пластикові пляшки! -Зручно брати в подорожі.Твердий шампунь не займає багато місця і не розливається у валізі. -Фізіологічний склад.Інгредієнти природного походження, що надзвичайно м’яко та дбайливо доглядають за шкірою та волоссям. -Екологічна упаковка придатна до компостування.",
  "images": [
    "https://static.wixstatic.com/media/626c22_3529dae377b841e783211f09ea0c5c5b~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_2579df2473564a688d9866945550ff6d~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_94da5c6bb23d49aa9f48c84f275a2e88~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_7fdb276fc86b43228c0d8e00ebb3f01d~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_c167d6f3519c42b3a798254147586042~mv2.png/v1/fit/w_500,h_500,q_90/file.png",
    "https://static.wixstatic.com/media/15e500_741be9e0a67b4e209b72e73948692e27~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg"
  ],
  "additional_info": [
    "Спосіб використання: Розчеши волосся перед миттям. Добре намочи волосся та шампень. Нанось піну на корені та шкіру голови. Ретельно масажуй 1 хв.змий та повтори. Ополосни волосся прохолодною водою.",
    "Аромат: сонячний цитрусовий,з травяними нотками евкаліпту та відголосками морського бризу. Ефірна олія лимону,нейролі, евкалипту,спіруліна.",
    "Склад: INCI (склад): * Sodium Cocoyl Isethionate, Sodium Methyl Oleyl Taurate,Cocamidopropyl Betaine,*Theobroma Cacao Seed Butter,Olea europaea fruit oil, Helianthus annuus seed oil,Cetyl Alcohol,Cetearyl Alcohol,Glycerin,Spirulina Powder,Corn Starch, *Sorbitol,Panthenol, Salicylic Acid,Еucalyptus globulus (leaf) oil,citrus limon fruit (peel) oil,Citrus Aurantium Currassuviensis( Peel) Oil, Tocopheryl Acetate, Allantoin, Gluconolactone,Citric Acid, Benzyl Alcohol, Dehydroacetic Acid.Benzyl Alcohol, Benzoic Acid, Dehydroacetic Acid, Tocopherol",
    "Зберігання: Для того щоб шампунь прослужив тобі якомога довше,є кілька простих правил. -Завжди після користування шампунем ретельно просуши його. -Не залишай шампунь на бортику ванны чи іншому мокрому місці."
  ],
  "vol_weight": [
    "20",
    "70",
    "100"
  ]
}