"Оплата і доставка\nСамовивіз (безкоштовно)\nВи можете самостійно забрати ваше замовлення за адресою м. Черкаси, вул. Ярославська, 9, попередньо наберіть нас за телефоном +380938538729  для уточнення про наявність продукції і здійснення резерву.         Самовивезення приймаємо з 11:00 – 19:00/Пн-Пт\nРезерв товару на самовивезення становить до 5 робочих днів.\n\nДоставка на відділення \"Нової пошти\" здійснюється по всій Україні. \nПри замовленні більше 1500 грн - доставка на ваше відділення Нової Пошти безкоштовна.\nЯкщо замовлення було оформлено до 17.00 у разі наявності відправлення буде здійснене в той же день, товар доставляється на наступний день. Час доставлення посилки компанією «Нова пошта» на ваше відділення  становить не більше 2-х робочих днів з моменту відправки.\nПерелік відділень Ви можете подивитися на сайті перевізника.\n\nНакладений платіж\nВи платите гроші у відділенні \"Нової пошти\" при отриманні Вашого замовлення. Додатково, Ви оплачуєте вартість пересилки грошових коштів, згідно з тарифами кур'єрської служби \"Нова пошта\".  Якщо оцінна вартість більше 200 грн додатково стягується комісія + 0,5% від вартості.\nКур'єрська доставка до вашої адреси здійснюється за тарифами Нової Пошти. Час доставлення посилки компанією «Нова пошта» на вашу адресу становить не більше 2-х робочих днів з моменту відправки. \n\nВи можете оплатити товар на сайті через платіжні систему Portmone або Накладеним платежем\n​\n\nМіжнародна доставка\nІнтернет-магазин ANVI  відправляє замовлення в будь-яку країну світу, де є відділення звичайної пошти. Мінімальна сума замовлення для надсилання міжнародного замовлення складає 1000 грн. Замовлення надходить за вказаною адресою. Ми розрахували приблизну вартість відправки посилок залежно від ваги:\n\n\nдо 1 кг - 20 $\n\n\nдо 2 кг - 27 $\n\n\nдо 3 кг - від 34 $ і більше.\n\n\nТарифи наведені в ознайомлювальних цілях. Точну вартість відправки повідомляє менеджер після комплектації та упакування вашого замовлення. Також ви самі можете розрахувати вартість доставки посилки згідно із заданою вагою і саме в вашу країну. \nПри розрахунку вам необхідно вказати:\n\n\nкраїна призначення - вказати вашу країну\n\n\nвид відправлення - товари\n\n\nвказати приблизну вагу та розмір посилки\n\n\nспосіб доставки - завжди авіа\n\n\nбез вказівки оцінної вартості\n\n\nВАЖЛИВО! При оформленні замовлення обов'язково переконайтеся, що ви не порушуєте умови безмитного ввезення товарів на територію вашої країни, щоб уникнути проблем на митниці та сплати додаткових мит при отриманні посилки. Також рекомендується перевірити списки товарів, обов'язкових до декларування. В усіх країнах світу посилки можуть потрапляти на вибіркову перевірку і відкриватися на митниці, що може спричинити подальші питання з боку працівників митного контролю, якщо ви порушили правила вашого законодавства. Дані правила відрізняються у кожної окремої країни і магазин не несе відповідальності за проблеми, що виникли при проходженні вашої посилки митного контролю в країні одержувача.\nДля оформлення замовлення міжнародною доставкою зв’яжіться з нашим менеджером у Instagram або телефоном за номером +380938538729. Впродовж 1-го робочого дня ми розрахуємо вартість міжнародної доставки.\nОплатити замовлення можливо за допомогою Liqpay, Western Union, оплата на реквізити Privat.\nУмови міжнародної доставки:\n1. Міжнародні відправки здійснюються перевізником Укрпошта.\n2. Мінімальна сума замовлення для здійснення міжнародної доставки 1000 грн.\n3. Доставка здійснюється за рахунок отримувача.\n4. В суму доставки не враховується вартість митних послуг.\nЗ тарифами міжнародної доставки Укрпошти можна ознайомитись за посиланням."